Repository: GNOME/network-manager-sstp
Catalog: po/*.po
Languages: hi

source: Authenticate VPN
hi: VPN को प्रमाणित करें

source: Certificate password:
hi: प्रमाणपत्र पासवर्ड:

source: _HTTP proxy password:
hi: _HTTP प्रॉक्सी पासवर्ड:

source: Authenticate VPN %s
hi: VPN %s को प्रमाणित करें

source: Password:
hi: पासवर्ड:

source: HTTP proxy password:
hi: HTTP प्रॉक्सी पासवर्ड:

source: You need to authenticate to access the Virtual Private Network “%s”.
hi: आपको वर्चुअल प्राइवेट नेटवर्क “%s” तक पहुंचने के लिए प्रमाणित करने की आवश्यकता है।

source: All Available (Default)
hi: सभी उपलब्ध (तयशुदा)

source: 128-bit (most secure)
hi: 128-bit (सबसे सुरक्षित)

source: 40-bit (less secure)
hi: 40-bit (कम सुरक्षित)

source: Don't verify certificate identification
hi: प्रमाणपत्र पहचान सत्यापित न करें

source: Verify subject exactly
hi: विषय की सटीक पुष्टि करें

source: Verify name exactly
hi: नाम की सटीक पुष्टि करें

source: Verify name by suffix
hi: प्रत्यय द्वारा नाम की पुष्टि करें

source: TLS 1.2 (Default)
hi: TLS 1.2 (तयशुदा)

source: Secure Socket Tunneling Protocol (SSTP)
hi: सुरक्षित सॉकेट टनलिंग प्रोटोकॉल (SSTP)

source: Compatible with Microsoft and other SSTP VPN servers.
hi: Microsoft और अन्य SSTP VPN सर्वर के साथ संगत।

source: file is not a certificate
hi: फाइल कोई प्रमाणपत्र नहीं है

source: file is not a private key
hi: फाइल एक निजी कुंजी नहीं है

source: Certificates (TLS)
hi: प्रमाणपत्र (TLS)

source: Password
hi: पासवर्ड

source: object class '%s' has no property named '%s'
hi: वस्तु वर्ग '%s' में '%s' नाम का कोई गुण नहीं है

source: property '%s' of object class '%s' is not writable
hi: वस्तु वर्ग '%2$s' का गुण '%1$s' लिखने योग्य नहीं है

source: construct property "%s" for object '%s' can't be set after construction
hi: वस्तु '%2$s' के लिए निर्माण गुण "%1$s" निर्माण के बाद निर्धारित नहीं की जा सकती

source: '%s::%s' is not a valid property name; '%s' is not a GObject subtype
hi: '%s::%s' मान्य गुण नाम नहीं है; '%s' एक GObject उपप्रकार नहीं है

source: unable to set property '%s' of type '%s' from value of type '%s'
hi: '%2$s' प्रकार की गुण '%1$s' को '%3$s' प्रकार के मान से निर्धारित करने में असमर्थ

source: value "%s" of type '%s' is invalid or out of range for property '%s' of type '%s'
hi: प्रकार '%2$s' का मान "%1$s" प्रकार '%4$s' के गुण '%3$s' के लिए अमान्य या सीमा से बाहर है

source: unable to get editor plugin name: %s
hi: संपादक प्लगइन नाम प्राप्त करने में असमर्थ: %s

source: missing plugin file "%s"
hi: अनुपलब्ध प्लगइन फाइल "%s"

source: cannot load editor plugin: %s
hi: संपादक प्लगइन लोड नहीं कर सकता: %s

source: cannot load factory %s from plugin: %s
hi: प्लगइन से फ़ैक्टरी %s लोड नहीं हो सकता: %s

source: unknown error creating editor instance
hi: संपादक इंस्टैंस बनाने में अज्ञात त्रुटि

source: Failed to initialize the crypto engine
hi: क्रिप्टो इंजन आरंभ करने में विफल

source: Failed to get subject name
hi: विषय का नाम पाने में असफल

source: Failed to load certificate
hi: प्रमाणपत्र लोड करने में विफल

source: Failed to initialize certificate
hi: प्रमाणपत्र प्रारंभ करने में विफल

source: Failed to parse pkcs12 file
hi: PKCS12 फाइल का विश्लेषण करने में विफल

source: Failed to import pkcs12 file
hi: PKCS12 फाइल आयात करने में विफल

source: Failed to initialize pkcs12 structure
hi: PKCS12 संरचना प्रारंभ करने में विफल

source: Failed to read file
hi: फाइल पढ़ने में विफल

source: Failed to decrypt private key
hi: निजी कुंजी डिक्रिप्ट करने में विफल

source: Failed to initialize private key
hi: निजी कुंजी आरंभ करने में विफल

source: Failed read file
hi: फाइल पढ़ने में विफल

source: invalid delimiter character '%c'
hi: अमान्य सीमांकक वर्ण '%c'

source: invalid non-utf-8 character
hi: अमान्य गैर-UTF-8 वर्ण

source: empty host
hi: खाली होस्ट

source: invalid port
hi: अमान्य पोर्ट

source: invalid gateway “%s”
hi: अमान्य गेटवे “%s”

source: invalid integer property “%s”
hi: अमान्य पूर्णांक गुण “%s”

source: invalid boolean property “%s” (not yes or no)
hi: अमान्य बूलियन गुण “%s” (हां नहीं या नहीं)

source: unhandled property “%s” type %s
hi: असंभाला हुए गुण “%s” प्रकार %s

source: property “%s” invalid or not supported
hi: गुण “%s” अमान्य है या समर्थित नहीं है

source: No VPN configuration options.
hi: कोई VPN विन्यास विकल्प नहीं।

source: Missing required option “%s”.
hi: आवश्यक विकल्प “%s” अनुपलब्ध है।

source: Could not find sstp client binary.
hi: SSTP क्लाइंट बाइनरी नहीं मिल सकी।

source: Missing VPN gateway.
hi: VPN गेटवे अनुपलब्ध है।

source: Could not find the pppd binary.
hi: PPPD क्लाइंट बाइनरी नहीं मिल सकी।

source: Missing VPN username.
hi: VPN उपयोक्तानाम अनुपलब्ध है।

source: Missing or invalid VPN password.
hi: अनुपलब्ध या अमान्य VPN पासवर्ड।

source: Invalid private key file
hi: अमान्य निजी कुंजी फाइल

source: Invalid or missing SSTP gateway.
hi: अमान्य या अनुपलब्ध SSTP गेटवे।

source: Could not process the request because the VPN connection settings were invalid.
hi: अनुरोध संसाधित नहीं किया जा सका क्योंकि VPN कनेक्शन सेटिंग्स अमान्य थीं।

source: Invalid connection type.
hi: अमान्य कनेक्शन प्रकार।

source: Don't quit when VPN connection terminates
hi: VPN कनेक्शन समाप्त होने पर न छोड़ें

source: Enable verbose debug logging (may expose passwords)
hi: वाचाल डिबग लॉगिंग सक्षम करें (पासवर्ड उजागर हो सकता है)

source: D-Bus name to use for this instance
hi: इस इंस्टैंस के लिए उपयोग हेतु D-Bus नाम

source: nm-sstp-service provides integrated SSTP VPN capability (compatible with Microsoft and other implementations) to NetworkManager.
hi: nm-pptp-service NetworkManager को एकीकृत PPTP VPN क्षमता (Microsoft और अन्य कार्यान्वयन के साथ संगत) प्रदान करती है।
